/* addv_locationLabel */
"a_Gym" = " 健身房 ";

/* addv_effortLabel */
"a_Hard" = "难以";

/* addv_locationLabel */
"a_Home" = " 家 ";

/* addv_effortLabel */
"a_Light" = "轻";

/* addv_effortLabel */
"a_Max" = "最大";

/* addv_effortLabel */
"a_Moderate" = "中等";

/* addv_locationLabel */
"a_Outside" = " 外 ";

/* addv_effortLabel */
"a_Very Light" = "很轻";

/* addv_effortLabel */
"a_Vigorous" = "Vigorous";

/* No comment provided by engineer. */
"Add a type of exercise here." = "Add a type of exercise here.";

/* No comment provided by engineer. */
"All this app's data will be deleted permanently. \nDo you want to continue?" = "All this app's data will be deleted permanently. \nDo you want to continue?";

/* No comment provided by engineer. */
"App Version" = "App Version";

/* No comment provided by engineer. */
"Auto Mode" = "Auto Mode";

/* Clear all data Alert - Cancel Button */
"Cancel_Clear Alert" = "Cancel";

/* config screen title */
"Category Settings" = "Category Settings";

/* Clear all data Alert - Clear Button */
"Clear" = "Clear";

/* config screen title */
"Clear all Data" = "Clear all Data";

/* Clear all data Alert - Title */
"Clear All Data" = "Clear All Data";

/* No comment provided by engineer. */
"COLOR TAG" = "COLOR TAG";

/* enter the category setting page */
"cs_Category Settings" = "Category Settings";

/* No comment provided by engineer. */
"Dark Mode" = "Dark Mode";

/* No comment provided by engineer. */
"DATA MANAGEMENT" = "DATA MANAGEMENT";

/* vc_table cell delete action */
"Delete" = "Delete";

/* No comment provided by engineer. */
"DISPLAY" = "DISPLAY";

/* No comment provided by engineer. */
"DURATION" = "DURATION";

/* No comment provided by engineer. */
"EFFORT SCALE OVERVIEW" = "EFFORT SCALE OVERVIEW";

/* No comment provided by engineer. */
"EXERCISE / ACTIVITY" = "EXERCISE / ACTIVITY";

/* enter the font size page */
"Font Size" = "Font Size";

/* No comment provided by engineer. */
"FREQUENTLY LOGGED EXERCISE" = "FREQUENTLY LOGGED EXERCISE";

/* addv_detailField Placeholder */
"Give some details.(optional)" = "Give some details.(optional)";

/* effortPicker */
"Hard" = "Hard";

/* No comment provided by engineer. */
"ICON IMAGES" = "ICON IMAGES";

/* No comment provided by engineer. */
"IN-APP PURCHASE" = "IN-APP PURCHASE";

/* No comment provided by engineer. */
"INTENSITY / EFFORT SCALE" = "INTENSITY / EFFORT SCALE";

/* No comment provided by engineer. */
"LEARN MORE" = "LEARN MORE";

/* config screen title */
"License" = "License";

/* effortPicker */
"Light" = "Light";

/* No comment provided by engineer. */
"LOCATION" = "LOCATION";

/* No comment provided by engineer. */
"LOGGED THIS MONTH" = "LOGGED THIS MONTH";

/* enter the license page */
"lp_License" = "License";

/* effortPicker */
"Max" = "Max";

/* effortPicker */
"Moderate" = "Moderate";

/* No comment provided by engineer. */
"Monthly Workout Report" = "Monthly Workout Report";

/* mr_effortLabel */
"mr_Hard" = "Hard";

/* mr_effortLabel */
"mr_Light" = "Light";

/* mr_effortLabel */
"mr_Max" = "Max";

/* mr_effortLabel */
"mr_Moderate" = "Moderate";

/* mr_effortLabel */
"mr_Very Light" = "Very Light";

/* mr_effortLabel */
"mr_Vigorous" = "Vigorous";

/* No comment provided by engineer. */
"OPEN SOURCE" = "OPEN SOURCE";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* config screen title */
"Text Size" = "Text Size";

/* No comment provided by engineer. */
"TOTAL DURATION" = "TOTAL DURATION";

/* vc_cell data update */
"Update" = "Update";

/* vc_locationLabel */
"v_Gym" = " Gym ";

/* vc_effortLabel */
"v_Hard" = "Hard";

/* vc_locationLabel */
"v_Home" = " Home ";

/* vc_effortLabel */
"v_Light" = "Light";

/* vc_effortLabel */
"v_Max" = "Max";

/* vc_effortLabel */
"v_Moderate" = "Moderate";

/* vc_locationLabel */
"v_Outside" = " Outside ";

/* vc_effortLabel */
"v_Very Light" = "Very Light";

/* vc_effortLabel */
"v_Vigorous" = "Vigorous";

/* effortPicker */
"Very Light" = "Very Light";

/* effortPicker */
"Vigorous" = "Vigorous";

/* No comment provided by engineer. */
"Write a Review" = "Write a Review";

/* pb_effortPicker */
"p_Very Light" = "Very Light";

/* pb_effortLabel */
"p_Light" = "Light";

/* pb_effortLabel */
"p_Max" = "Max";

/* pb_effortLabel */
"p_Moderate" = "Moderate";

/* pb_effortPicker */
"p_Vigorous" = "Vigorous";

/* pb_effortLabel */
"p_Hard" = "Hard";

/* Add view cancel button */
"cancelBtn_title" = "Cancel";

/* Add view done button */
"doneBtn_title" = "Done";

/* addv_h */
"a_h" = "h";

/* addv_hour */
"a_hour" = "hour";

/* addv_hours */
"a_hours" = "hours";

/* addv_min */
"a_min" = "min";

/* vc_h */
"v_h" = "h";

/* vc_m */
"v_m" = "m";

/* vc_min */
"v_min" = "min";

/* mr_h */
"mr_h" = "h";

/* mr_min */
"mr_min" = "min";

/* mr_workoutLabel */
"mr_workoutLabel" = "Workouts";

/* mr_hourLabel */
"mr_hourLabel" = "h";

/* mr_minuteLabel */
"mr_minuteLabel" = "min";

/* lineChart_maxLabel */
"mr_maxLabel" = "Max";

/* lineChart_lightLabel */
"mr_minLabel" = "Light";

/* addv_picker_hour */
"a_picker_hour" = "hour";

/* addv_picker_minute */
"a_picker_minute" = "minute";

/* font size sample text */
"The average font size will adjust to your preferred reading size below." = "The average font size will adjust to your preferred reading size below.";

/* font size sample mark */
"smallA" = "A";

/* font size sample mark */
"bigA" = "A";

/* font size default mark */
"default_font_size" = "(Default Font Size)";

